Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/puhe_perinteinen_tieto_kirkkoniemi091111.pdf.tmx
Source language: fin
Languages: sme

source: Vaikka saamelaiset ovat kesyttäneet metsäpeuran, se ei kuitenkaan ole kadonnut vaan on edelleen elinvoimainen laji.
sme: Vaikko sámiid leat seatnadan vuovdegotti, de dat ii leat goit jávkan, muhto dat lea ain ealaskas šládja.

source: Joku voi ihmetellä, miksi käsittelen tässä puheessani saamelaisten varhaishistoriaa ja tutkimuksia.
sme: Muhtimat sáhtte imaštallat manin gieđahalan dán ságastan sámiid árahistorjjá ja dutkamušaid.

source: Saamelaisten perinteinen tieto pohjautuu hyvin vahvasti yhteisön historiaan, sukupolvijatkumoon, luonnon tuntemukseen ja ekologisuuteen.
sme: Sámiid árbevirolaš diehtu vuođđuduvvá hui nannosit servoša historjái, buolvadagain nuppiide sirdásan dihtui, luonddu dovdamuššii ja ekologalašvuhtii.

source: Perinteinen tieto auttaa saamelaisia sopeutumaan myös modernin yhteiskunnan uhkiin kuten ilmastonmuutokseen.
sme: Árbevirolaš diehtu veahkeha sápmelaččaid vuogáiduvvat maid ođđaáigásaš, modearna, servodaga uhkkiide dego dálkkádatrievdamii.

source: Länsimainen yhteiskunta pohjaa suhtautumistaan eri ympäristöongelmiin, ilmastonmuutokseen ja historiaan tutkimukseen pohjautuvan tiedon avulla ja tutkimustieto on pohjana koulujen oppikirjoissa.
sme: Oarjemáilmmi servodat vuođđuduvvá doaladumis sierra birasváttisvuođaide, dálkkádatrievdamii ja historjái daid dieđasuorggi addin dieđu mielde ja dutkandiehtu lea vuođđun skuvllaid oahppogirjjiin.

source: Nämä kaikki muodostavat kuvaa saamelaisuudesta ja tukevat tai heikentävät saamelaisidentiteettiä.
sme: Buot dát ráhkadit gova sápmelašvuođas ja dorjot dehe geahnohuhttet sápmelaš iešdovddu, identiteahta.

source: Historiatutkimus on antanut virheellisen kuvan saamelaisen perinteisestä tiedosta.
sme: Historjádutkan lea addán boastto gova sámiid árbevirolaš dieđus.

source: Vaikka saamelaiskäräjien tehtäviin ei kuulukaan tutkimustoiminta, on tärkeää, että seuraamme saamelaiskulttuuria käsitteleviä tutkimuksia, edistämme saamelaisyhteisön tutkijoiden asemaa ja perinteisen tiedon tutkimusta ja olemme mukana keskustelemassa tutkimusyhteisön kanssa tutkimustuloksista.
sme: Vaikko sámedikkiid bargguide ii gulage dutkandoaibma, de leat liikká dehálaš, ahte čuovvut dutkamušaid, mat gieđahallet sámi kultuvrra, ovddidit sámi servoša dutkiid sajádaga ja árbevirolaš dieđu dutkamuša ja diehttelas leat mielde ságastallame dutkanservošiin ovttas dutkanbohtosiin.

source: Saamelaisten luonnon monimuotoisuuteen liittyvä perinteinen tieto on uhanalaistumassa.
sme: Sápmelaččaid árbevirolaš diehtu luonddu máŋggalágánvuođa olis lea šaddame áitojuvvon dillái.

source: On tärkeää kehittää kansallista perinteistä tietoa suojelevaa lainsäädäntöä.
sme: Lea dehálaš ovddidit lágaid, mat suddjejit árbevirolaš dieđu.

source: Tarvitsemme myös konkreettisia tutkimus- ja elvytyshankkeita, jotta katoamassa olevat saamelaiseen perinteiseen tietoon pohjautuvat tavat, käytänteet ja saamen kielen terminologia eivät katoaisi.
sme: Dárbbahit maid konkrehta dutkan- ja ealáskahttinfidnuid, vai árbevirolaš dieđu vierut, geavadat ja sámegiela terminologiija eai jávkka.

source: Jokaisessa maassa tulisi olla oma pysyvä rahoitusinstrumentti ja mielellään myös yhteispohjoismainen rahoitusinstrumentti saamelaisen parlamentaarisen neuvoston alaisuudessa perinteisen tiedon elvytys-, tutkimus- ja koulutushankkeiden toteuttamiseksi.
sme: Iešguđetge riikkas galggalii leat iežas fásta ruhtadaninstrumeanta ja áinnas maid oktasaš davviriikkalaš ruhtadaninstrumeanta sámi parlamentáralaš ráđi olis árbevirolaš dieđu ealáskahttin-, dutkan- ja skuvlenfidnuid olláhuhttima várás.

source: Suomessa olemme pohtineet saamelaisten perinteisen tiedon elvytyshankkeita erityisesti saamelaislasten ja nuorten kannalta, jotka asuvat kaupungeissa ja saamelaisten perinteisten asuma-alueiden ulkopuolella.
sme: Suomas mii leat guorahallan sámi árbevirolaš dieđu ealáskahttinfidnuid earenoamážit sámi mánáid ja nuoraid dáfus, ja earenoamážit daid, geat orrot gávpogiin ja sámi árbevirolaš orrunguovlluid olggobealde.

source: Saamelaislapsille ja -nuorille tulisi järjestää luonnossa, aidossa ympäristössä kursseja, joissa he oppisivat luonnollisella tavalla oman kulttuurin perinteitä, terminologiaa liittyen luontoon ja saamelaiselinkeinoihin, elinkeinotapoja, tarinoita ja paikannimiä.
sme: Sámi mánáide ja nuoraide galggalii ordnet luonddus, eakti birrasis gurssaid, main sii oahpale lunddolaš vuogi mielde iežaset kultuvrra árbevieruid, sámi luonddu- ja sámi ealáhusterminologiija, ealáhusvugiid, muitalusaid ja báikenamaid.

source: Kursseja voisi järjestää poronhoidossa perinteisiä jutamareittejä mukaillen, poronhoitotyötä, terminologiaa ja jäljittämistä oppien eri vuodenaikoina perinteen haltijoiden opastuksella eri saamen kielillä.
sme: Gurssat sáhtále ordnejuvvot omd. nu ahte dat čuovole árbevirolaš johtingeainnuid, muđuid ohppojuvvolii boazobargu, terminologiija ja eará diekkárat sierra jagiáiggiid mielde nu ahte árbevirolaš dieđu máhttit livčče ofelažžan sierra sámi gielaid mielde.

source: Samanlaisia elvyttäviä kursseja tarvitaan myös saamen käsityössä ja kalastuksessa.
sme: Seammalágán ealáskahttingurssat darbbahuvvojit maid sámi duojis ja guolástusas.

source: Suomessa monet perinteiset pyyntimenetelmät ja niihin liittyvä tietämys on jo katoamassa.
sme: Bivdovuogit leat juo olu jávkame nugo maid diehtu daid birra.

source: Hyvät saamelaisparlamentaarikot, Saamelaisen parlamentaarisen Neuvoston ja saamelaiskäräjien tulee tehostaa työtään perinteisen tiedon suojelemiseksi.
sme: Buorit sámi parlamentarihkkárat, Sámedikkit ja sámi parlamentáralaš ráđđi galggalenai váldit duođas árbevirolaš dieđu suddjema.

source: Saamelaisen parlamentaarisen neuvoston tulee laatia yhteinen esitys saamelaisen perinteisen tiedon suojaamiseksi esimerkiksi osana pohjoismaisen saamelaissopimuksen neuvotteluprosessia ja kuulla niin saamelaisnuoria kuin saamelaiselinkeinojen harjoittajia työssään.
sme: Sámi parlamentáralaš ráđđi galgá ráhkadit oktasaš evttohusa sámi árbevirolaš dieđu suodjaleami várás omd. davviriikkalaš sámi soahpamuša šiehtadallanproseassa oassin ja dán barggus gullat sihke sámi nuoraid ja sámi ealáhusbargiid sin barggusteaset.

source: Tarvitsemme myös yhteiset periaatteet miten saamelaista kulttuuriperintöä tulee suojella ja eettiset periaatteet suojelemaan saamelaiskulttuuria, jotta voimme toimia yhdessä ulkoista uhkaa vastaan.
sme: Mii dárbbahit maid oktasaš prinsihpaid mot sámi kulturárbbi galgá suodjalit ja dárbbahit etihkalaš prinsihpaid suodjalit sámi kultuvrra, vai bastit bargat ovttas uhkiid vuostá mat bohtet olggobealde.

source: Pidemmän ajan tavoitteena voisikin olla saamelaisen parlamentaarisen neuvoston yhteisen perinteisen tiedon suojeluyksikön perustaminen, joka koordinoisi ja edistäisi SPN:n osallistumista kansainväliseen perinteisen tiedon päätöksentekoon sekä koordinoisi eri saamelaiskäräjien ja Venäjän saamelaisjärjestöjen yhteistyötä perinteisen tiedon suojelemiseksi.
sme: Guhkit áigge ulbmilin sáhtálii leat Sámi parlamentáralaš ráđi oktasaš árbevirolaš dieđu suodjalanguovddáža vuođđudeapmi, mii koordinerelii ja ovddidivččii SPR:a oassálastima riikkaidgaskasaš dásis árbevirolaš dieđu mearrádusdahkamii sihke koordinerelii golmma riikka sámedikkiid ja Ruošša sámi organisašuvnnaid ovttasbarggu árbevirolaš dieđu suodjaleami várás.

source: Hyvät saamelaisparlamentaarikot ja konferenssiyleisö, kiitos mielenkiinnosta!
sme: Buorit sámi parlamentarihkkárat ja konfereansaolbmot, giitu beroštumi!
